;Place localized text in this file
;
;---------------------------
;Helmets
;---------------------------
;2代 马克4 [1代] Helmet
[H5_MkIVGEN1_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 头盔"
[H5_MkIVGEN1_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 头盔"

;1代 马克5 Helmet
[HCEA_GEN1MkV_M X2BodyPartTemplate]
DisplayName="1代 马克5 头盔"
[HCEA_GEN1MkV_F X2BodyPartTemplate]
DisplayName="1代 马克5 头盔"

;1代 Halo Reach 马克5 Helmet
[HR_MkVHelmet_M X2BodyPartTemplate]
DisplayName="原型 1代 马克5 头盔"
[HR_MkVHelmet_F X2BodyPartTemplate]
DisplayName="原型 1代 马克5 头盔"

;1代 马克5b Helmet
[HR_GEN1MkVb_M X2BodyPartTemplate]
DisplayName="1代 马克5[B] 头盔"
[HR_GEN1MkVb_F X2BodyPartTemplate]
DisplayName="1代 马克5[B] 头盔"

;1代 马克5[B] 头盔 UA
[HR_GEN1MkVII_M X2BodyPartTemplate]
DisplayName="1代 马克5[B] 头盔 UA"
[HR_GEN1MkVII_F X2BodyPartTemplate]
DisplayName="1代 马克5[B] 头盔 UA"

;原型 1代 马克6 Helmet
[HR_GEN1MkVI_M X2BodyPartTemplate]
DisplayName="原型 1代 马克6 头盔"
[HR_GEN1MkVI_F X2BodyPartTemplate]
DisplayName="原型 1代 马克6 头盔"

;1代 马克6 Helmet
[H3_GEN1MkVI_M X2BodyPartTemplate]
DisplayName="1代 马克6 头盔"
[H3_GEN1MkVI_F X2BodyPartTemplate]
DisplayName="1代 马克6 头盔"

;2代/马克5 [1代] Helmet
[H4_MkVGEN1_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 头盔"
[H4_MkVGEN1_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 头盔"

;2代 马克5 阿尔法 Helmet
[H5_MkVAlpha_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 头盔"
[H5_MkVAlpha_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 头盔"

;2代 马克5 Delta Helmet
[H5_MkVDelta_M X2BodyPartTemplate]
DisplayName="2代 马克5 Delta 头盔"
[H5_MkVDelta_F X2BodyPartTemplate]
DisplayName="2代 马克5 Delta 头盔"

;2代 马克6 [1代] Helmet
[H5_MkVIGEN1_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 头盔"
[H5_MkVIGEN1_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 头盔"

;2代 马克6 [1代] 战损版 Helmet
[H5_MkVIGEN1Scarred_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 头盔"
[H5_MkVIGEN1Scarred_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 头盔"

;2代 马克6 Helmet
[H5_MkVIGEN2_M X2BodyPartTemplate]
DisplayName="2代 马克6 头盔"
[H5_MkVIGEN2_F X2BodyPartTemplate]
DisplayName="2代 马克6 头盔"

;2代 MKVIMod Helmet
[H5_MKVIMod_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 头盔"
[H5_MKVIMod_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 头盔"

;2代 Keystone Helmet
[H4_Keystone_M X2BodyPartTemplate]
DisplayName="2代 Keystone 头盔"
[H4_Keystone_F X2BodyPartTemplate]
DisplayName="2代 Keystone 头盔"

;---------------------------
;H5 BLANK
;---------------------------

;BLANK Parts
[H5_BLANKRArm_K_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_K_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_K_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_K_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_K_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_K_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_K_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_K_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_LP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_LP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_LP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_LP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_LP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_LP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_LP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_LP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_MP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_MP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_MP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_MP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_MP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_MP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_MP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_MP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_HP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_HP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_HP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_HP_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_HP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_HP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_HP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_HP_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_LPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_LPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_LPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_LPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_MPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_MPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_MPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_MPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;male
[H5_BLANKRArm_HPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_HPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;female
[H5_BLANKRArm_HPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLArm_HPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

[H5_BLANKRShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"
[H5_BLANKLShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="雷神之锤 [2代] 套装"

;---------------------------
;H5 MK4 Gen1
;---------------------------

;MKIVGen1 Parts
[H5_MkIVGen1RArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;male
[H5_MkIVGen1RArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;female
[H5_MkIVGen1RArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"
[H5_MkIVGen1LArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 护手"

[H5_MkIVGen1RShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"
[H5_MkIVGen1LShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克4 [1代] 肩甲"

;---------------------------
;H4 MK5 Gen1 Hybrid
;---------------------------
;MKVHybrid Parts
[H4_MkVHybridRArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;MKVHybrid Parts
[H4_MkVHybridRArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;female
[H4_MkVHybridRArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"
[H4_MkVHybridLArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 护手"

[H4_MkVHybridRShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"
[H4_MkVHybridLShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 [1代] 肩甲"

;---------------------------
;H5 MK5 Alpha
;---------------------------

;MKVAlpha Parts
[H5_MkVAlphaRArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;MKVAlpha Parts
[H5_MkVAlphaRArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;female
[H5_MkVAlphaRArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"
[H5_MkVAlphaLArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 护手"

[H5_MkVAlphaRShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"
[H5_MkVAlphaLShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克5 阿尔法 肩甲"

;---------------------------
;H5 MK6 Gen1
;---------------------------

;MKVIGen1 Parts
[H5_MkVIGen1RArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;MKVIGen1 Parts
[H5_MkVIGen1RArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

[H3_MkVIGen1RArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;female
[H5_MkVIGen1RArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"
[H5_MkVIGen1LArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手"

;female
[H3_MkVIGen1RArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"
[H3_MkVIGen1LArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 护手 [2552]"

[H5_MkVIGen1RShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"
[H5_MkVIGen1LShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 肩甲"

;---------------------------
;H5 MK6 Gen1 Scarred
;---------------------------

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;MKVIGen1 Scarred Parts
[H5_MkVIGen1ScarredRArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;female
[H5_MkVIGen1ScarredRArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"
[H5_MkVIGen1ScarredLArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 护手"

[H5_MkVIGen1ScarredRShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"
[H5_MkVIGen1ScarredLShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 [1代] 战损版 肩甲"

;---------------------------
;H5 MK6 2代
;---------------------------

;MKVIGen2 Parts
[H5_MkVIGen2RArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;MKVIGen2 Parts
[H5_MkVIGen2RArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;female
[H5_MkVIGen2RArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"
[H5_MkVIGen2LArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 护手"

[H5_MkVIGen2RShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"
[H5_MkVIGen2LShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 肩甲"

;---------------------------
;H5 MK6 2代 MOD
;---------------------------

;马克6 MOD Parts
[H5_MKVIModRArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_LP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_LP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_MP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_MP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_HP_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_HP_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_LPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_LPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_MPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_MPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;马克6 MOD Parts
[H5_MKVIModRArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_HPWR_M X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"

;female
[H5_MKVIModRArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"
[H5_MKVIModLArm_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 护手"

[H5_MKVIModRShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
[H5_MKVIModLShoulder_HPWR_F X2BodyPartTemplate]
DisplayName="2代 马克6 MOD 肩甲"
